{
  "banner": {
    "text": "Trusted Cross-boundary Carbon Data Solution and Trust Label for the Auto Industry"
  },
  "boostingAutomotive": {
    "title": "The Automotive Carbon Initiative, Empowered by Data Technologies",
    "text": "GTech is working closely with <0>AIAG</0> to help the automotive supply chain establish a shared trust data solution, <1>Digital</1><2>3</2> <1>Carbon</1>, for super-long-term carbon footprint data traceability and visibility. By providing technological support and solutions, we are helping the industry tackle the increasingly urgent carbon challenge and ultimately achieve the shared vision of the industry.",
    "list": {
      "item1": {
        "text": "The <0>industry-level carbon platform</0> as a shared infrastructure"
      },
      "item2": {
        "text": "30+ years <0>traceability</0> & customizable <0>visibility</0> for carbon data"
      },
      "item3": {
        "text": "<0>Trust Label</0> for every vehicle’s carbon footprint, powered by blockchain"
      },
      "item4": {
        "text": "Discovering the <0>best practice</0> in addressing carbon data problems"
      }
    }
  },
  "carbon3Solution": {
    "title": "A Closer Look at Digital<0>3</0> Carbon Data Solution",
    "group": {
      "item1": {
        "text": "Raw data collected from IoT/ERP on site and processed to meet privacy requirements"
      },
      "item2": {
        "group": {
          "item1": {
            "text": "The Traceability management dashboard provided for Pro Users"
          },
          "item2": {
            "text": "AICP & SaaS Platform as an industry-shared infrastructure"
          },
          "item3": {
            "text": "Trust Label system based on the data from AICP"
          }
        }
      },
      "item3": {
        "group": {
          "item1": {
            "text": "<0>OEMs and downstream suppliers</0> can now track and manage upstream carbon footprint data within customizable authorization."
          },
          "item2": {
            "text": "<0>Customers and the public</0> can now open query product carbon footprint reports in AICP with a quick scan from a mobile phone."
          }
        }
      }
    }
  },
  "mainProduct": {
    "title": "The Industry-shared Carbon Platform, Powered by GTech",
    "list": {
      "item1": {
        "title": "Automotive Industry Carbon Platform",
        "p1": "AICP is the global, industry-level platform designed for long-term carbon emission performance traceability and visibility under the Net Zero commitment.",
        "p2": "The platform offers public view mode and supply chain view mode (Digital<0>3</0> Carbon).",
        "button": "Enter AICP"
      },
      "item2": {
        "title": "Digital<0>3</0> Carbon",
        "p1": "Digital<0>3</0> Carbon provides products and tools that helps authorized organizations in the automotive industry to view data in AICP, track carbon performance alongside its supply chain parties and operate with the AICP platform under certain permission.",
        "button": "Enter Digital<0>3</0> Carbon"
      }
    },
    "qrcode": {
      "title": "The Trust Label System: Visibility for Consumers",
      "qrIntro": "Scan Trust Label with your phone and check how much CO2 is emitted by the production of this car."
    }
  }
}