{
  "banner": {
    "text": "Case: Automotive Industry Carbon Performance Data Solution"
  },
  "boostingAutomotive": {
    "title": "The Automotive Carbon Initiative, Empowered by Data Technologies",
    "text": "GTech is working closely with <0>AIAG</0> to help the automotive supply chain establish a shared trust data solution, <1>Carbon3</1>, for super-long-term carbon footprint data traceability and visibility. By providing technological support and solutions, we are helping the industry tackle the increasingly urgent carbon challenge and ultimately achieve the shared vision of the industry.",
    "list": {
      "item1": {
        "text": "The <0>industry-level carbon database</0> as a shared infrastructure"
      },
      "item2": {
        "text": "30+ years <0>traceability</0> & customizable <0>visibility</0> for carbon data"
      },
      "item3": {
        "text": "<0>Trust Label</0> for every vehicle’s carbon footprint, powered by blockchain"
      },
      "item4": {
        "text": "Discovering the <0>best practice</0> in addressing carbon data problems"
      }
    }
  },
  "carbon3Solution": {
    "title": "A Closer Look at Carbon3 Data Solution",
    "group": {
      "item1": {
        "text": "Raw data collected from IoT/ERP on site and processed to meet privacy requirements"
      },
      "item2": {
        "group": {
          "item1": {
            "text": "The Traceability management dashboard provided for Pro Users"
          },
          "item2": {
            "text": "AICD & SaaS Platform as an industry-shared infrastructure"
          },
          "item3": {
            "text": "Trust Label system based on the data from AICD"
          }
        }
      },
      "item3": {
        "group": {
          "item1": {
            "text": "OEMs and downstream suppliers can now track and manage upstream carbon footprint data within customizable authorization."
          },
          "item2": {
            "text": "Customers and the public can now open query product carbon footprint reports in AICD with a quick scan from a mobile phone."
          }
        }
      }
    }
  },
  "mainProduct": {
    "title": "Discover Main Product Modules",
    "list": {
      "item1": {
        "title": "Automotive Industry Carbon Database",
        "p1": "AICD is the global, industry-level database designed for long-term carbon emission performance traceability and visibility under the Net Zero commitment.",
        "p2": "The database offers public view mode and supply chain view mode (Traceability).",
        "button": "Enter AICD"
      },
      "item2": {
        "title": "Supply Chain Traceability System",
        "p1": "Supply Chain Traceability is the system that helps authorized organizations in the automotive industry to view data in AICD, track carbon performance alongside its supply chain parties and operate with the AICD database under certain permission.",
        "button": "Enter Traceability"
      }
    },
    "qrcode": {
      "title": "The Trust Label System: Visibility for Consumers",
      "qrIntro": "Scan Trust Label with your phone and check how much CO2 is emitted by the production of this car."
    }
  }
}